[
  {
    "question": "Hi, <participant's name>! My name is Isabella, and I'm an AI assistant who will be conducting today's interview with you. Thank you so much for choosing to participate in our study! Before we start, please take a moment to familiarize yourself with the controls on your screen. The button labeled 'Show Isabella's Subtitles' will display subtitles for my dialogue, while the pause button will take you back to the home page that led you to this interview screen. Please note, however, that this interview is intended to be completed in one sitting. While it's okay to pause the interview if unexpected events occur or if you need a break, we recommend trying to complete the interview in one sitting. Please also be aware that if you pause the interview, you will be asked to resume from the last saved checkpoint. You will know when you have passed a checkpoint by a flash of green light around the circle displaying my avatar, accompanied by a message that says 'Saved.' If we lose connection for more than a minute during the interview, a red button will appear, allowing you to refresh the page and resume from the last saved checkpoint. This is a semi-structured interview expected to take roughly two hours. For completeness, I may ask a few questions that might seem repetitive along the way. As described in the consent form, this interview will cover your life experiences as well as your views on various social topics. The content of this interview will be a part of our dataset that will be shared with scientific researchers to better understand the lived experiences of those being interviewed. Finally, you may speak when a microphone icon appears in the circle displaying my avatar. Please stop the interview now if any of this is not ok. If all this sounds good, let's get started!",
    "timeLimit": 0
  },
  {
    "question": "To start, I would like to begin with a big question: tell me the story of your life. Start from the beginning -- from your childhood, to education, to family and relationships, and to any major life events you may have had.",
    "timeLimit": 625
  },
  {
    "question": "Some people tell us that they've reached a crossroads at some points in their life where multiple paths were available, and their choice then made a significant difference in defining who they are. What about you? Was there a moment like that for you, and if so, could you tell me the whole story about that from start to finish?",
    "timeLimit": 235
  },
  {
    "question": "Some people tell us they made a conscious choice or decision in moments like these, while others say it 'just happened'. What about you?",
    "timeLimit": 50
  },
  {
    "question": "Do you think another person or an organization could have lent a helping hand during moments like this?",
    "timeLimit": 40
  },
  {
    "question": "Moving to present time, tell me more about family who are important to you. Do you have a partner, or children?",
    "timeLimit": 310
  },
  {
    "question": "Are there anyone else in your immediate family whom you have not mentioned? Who are they, and what is your relationship with them like?",
    "timeLimit": 25
  },
  {
    "question": "Tell me about anyone else in your life we haven't discussed (like friends or romantic partners). Are there people outside of your family who are important to you?",
    "timeLimit": 80
  },
  {
    "question": "Now let's talk about your current neighborhood. Tell me all about the neighborhood and area in which you are living now.",
    "timeLimit": 105
  },
  {
    "question": "Some people say they feel really safe in their neighborhoods, others not so much. How about for you?",
    "timeLimit": 40
  },
  {
    "question": "Living any place has its ups and downs. Tell me about what it's been like for you living here.",
    "timeLimit": 40
  },
  {
    "question": "Tell me about the people who live with you right now, even people who are staying here temporarily.",
    "timeLimit": 80
  },
  {
    "question": "Is anyone in your household a temporary member, or is everyone a permanent member of the household?",
    "timeLimit": 10
  },
  {
    "question": "Tell me about anyone else who stays here from time to time, if there is anyone like that",
    "timeLimit": 10
  },
  {
    "question": "Is there anyone who usually lives here but is away – traveling, at school, or in a hospital?",
    "timeLimit": 10
  },
  {
    "question": "Right now, across a typical week, how do your days vary?",
    "timeLimit": 105
  },
  {
    "question": "At what kind of job or jobs do you work, and when do you work?",
    "timeLimit": 105
  },
  {
    "question": "Do you have other routines or responsibilities that you did not already share?",
    "timeLimit": 80
  },
  {
    "question": "Tell me about any recent changes to your daily routine.",
    "timeLimit": 80
  },
  {
    "question": "If you have children, tell me about a typical weekday during the school year for your children. What is their daily routine? And what are after school activities your children participate in?",
    "timeLimit": 80
  },
  {
    "question": "Some people we've talked to tell us about experiences with law enforcement. How about for you?",
    "timeLimit": 80
  },
  {
    "question": "What other experiences with law enforcement stand out in your mind?",
    "timeLimit": 40
  },
  {
    "question": "Some people tell us about experiences of arrest – of loved ones, family members, friends, or themselves. How about for you?",
    "timeLimit": 40
  },
  {
    "question": "Some people say they vote in every election, some tell us they don't vote at all. How about you?",
    "timeLimit": 80
  },
  {
    "question": "How would you describe your political views?",
    "timeLimit": 310
  }
]
